Repository: thomas-krenn/TKmon
Catalog: share/tkmon/locales/*/LC_MESSAGES/messages.po
Languages: de_de

source: After restoring the configuration your appliance will reboot to apply the system changes. Keep in mind that the appliance is not reachable via network and your Icinga instance will not monitor your environment during the reboot.
de_de: Nach dem Restore wird Ihre Appliance neu gestartet, um die Änderungen zu übernehmen. Bedenken Sie, dass Ihr System während des Reboots nicht über das Netzwerk erreichbar ist und Icinga Ihre Umgebung nicht überwacht.

source: If you choose not to reboot immediately, e.g. for testing purposes, keep in mind to do this as soon as possible or do a restart of the appropriate daemons manually.
de_de: Wenn Sie den Neustart nicht sofort durchführen, z.b. für Testzwecke, sollten Sie dies zum einem späteren Zeitpunkt tun oder die betroffenen Dienste manuell neu starten.

source: 1. Select a file by clicking the button
de_de: 1. Wählen Sie eine Datei durch Klick auf den Button

source: Select file
de_de: Datei auswählen

source: Change
de_de: Ändern

source: 2. Enter the password of the file or leave the field blank if no password has been set
de_de: 2. Passwort für Datei eingeben oder leer lassen, wenn kein Passwort gesetzt wurde.

source: 3. If you are sure you want to restore the backup configuration, click the button below
de_de: 3. Wenn Sie sicher sind, dass Sie die Backup Konfiguration wiederherstellen wollen, klicken Sie auf den Button unterhalb

source: Restart device after restore (recommended)
de_de: Nach dem Restore neu starten (empfohlen)

source: Yes please
de_de: Ja bitte

source: No, dont't do this
de_de: Nein

source: 4. On different machines or after operating system upgrades, it might be required to ignore the backup archive checksums
de_de: 4. Auf unterschiedlichen Maschinen oder nach Bestriebssystem Upgrades kann es erforderlich sein, dass die im Backup enthaltenen Prüfsummen ignoriert werden

source: Ignore checksums and path assertions
de_de: Prüfsummen und Path Assertions ignorieren

source: The system is up again, redirecting to home. If not, please go manually to
de_de: System ist wieder hochgefahren, sie sollten auf Home weitergeleitet werden. Wenn nicht, gehen Sie bitte manuell auf

source: System is down
de_de: System ist down

source: System going down
de_de: System fährt herunter

source: Upload file:
de_de: Datei hochladen:

source: Begin configuration restore
de_de: Beginnen Sie die Wiederherstellung der Konfiguration

source: Configuration restored, initiating reboot. Please be patient for at least 5 minutes
de_de: Konfiguration wiederhergestellt, Reboot wird ausgeführt. Bitte warten Sie zumindest 5 Minuten

source: Configuration restored, we do not reboot at will
de_de: Konfiguration wiederhergestellt, es wird kein Neustart durchgeführt

source: File is missing
de_de: Datei fehlt

source: Check setup
de_de: Setup prüfen

source: Test your Call-Home-Service setup here. An encrypted heartbeat will be sent to Thomas-Krenn, which is bounced back directly to your configured contact mail address.
de_de: Testen Sie Ihren Call-Home-Service. Ein verschlüsselter Heartbeat wird zu Thomas-Krenn gesendet und vor dort direkt zu Ihrer konfigurierten E-Mail Adresse zurück geschickt.

source: The heartbeat was sent successfully. Please check your email account <a href="#" id="test-switch-tab">configured here</a>. If your Call-Home-Service setup is correct, you will receive an email immediately.
de_de: Der Heartbeat wurde erfolgreich verschickt. Bitte prüfen Sie Ihren E-Mail Account welcher <a href="#" id="test-switch-tab">hier konfiguriert wurde</a>. Wenn Ihr Call-Home-Service Setup korrekt ist werden Sie umgehend eine E-Mail erhalten.

source: Test Call-Home-Service
de_de: Call-Home-Service testen

source: Looking for further information? Check the resources below
de_de: Suchen Sie weitere Informationen? Prüfen Sie die Ressourcen unterhalb

source: Service was written to disk. Please <a href="%restart_url%">to go daemon settings</a> and restart your Icinga instance.
de_de: Service wurde auf die Disk geschrieben. Bitte gehen Sie <a href="%restart_url%">zu Daemon Einstellungen</a> und starten Sie Ihre Icinga Instanz neu.

source: Default attributes
de_de: Default Attribute

source: Service description
de_de: Service Beschreibung

source: Check command
de_de: Check Kommando

source: Custom variables
de_de: Custom Variablen

source: This service will be notified to Thomas-Krenn. Set flag to <strong>Yes</strong> if you want to use.
de_de: Zustandsänderungen dieses Services werden an Thomas-Krenn übermittelt. Setzen Sie die folgende Option auf <strong>Ja</strong>, wenn Sie das möchten.

source: Report errors to Thomas-Krenn
de_de: Fehler an Thomas-Krenn melden

source: Yes, please
de_de: Ja, bitte

source: No, thanks
de_de: Nein, danke

source: Maintain your hosts and services here.
de_de: Verwalten Sie hier Ihre Hosts und Services.

source: Add new host
de_de: Neuen Host hinzufügen

source: Press the following button to add a new host:
de_de: Drücken Sie den folgenden Button um einen neuen Host hinzuzufügen:

source: Sort by host name ascending
de_de: Nach Host-Namen aufsteigend sortieren

source: Sort by host name descending
de_de: Nach Host-Namen absteigend sortieren

source: Sort by alias ascending
de_de: Nach Alias aufsteigend sortieren

source: Sort by alias descending
de_de: Nach Alias absteigend sortieren

source: No. services
de_de: Anz. der Dienste

source: Sort by address ascending
de_de: Nach IP-Adresse aufsteigend sortieren

source: Sort by address descending
de_de: Nach IP-Adresse absteigend sortieren

source: No hosts defined yet, click the button above to create one!
de_de: Noch keine Hosts definiert, klicken Sie oberen Button um einen zu erstellen!

source: Device is a
de_de: Gerät ist ein

source: Data was written to Icinga and is available on next restart.
de_de: Daten wurden geschrieben und sind nach dem nächsten Neustart verfügbar.

source: Basic attributes
de_de: Basis-Attribute

source: Customfields
de_de: Custom Felder

source: Ready to create? Press one of the following buttons:
de_de: Bereit zum Erstellen? Klicken Sie einen der folgenden Buttons:

source: Cancel
de_de: Abbrechen

source: Product information
de_de: Produkt Information

source: IP address settings
de_de: IP Adressen Einstellungen

source: On this page you can change your IP settings.
de_de: Auf dieser Seite können Sie Ihre IP Einstellungen anpassen.

source: Attention: setting wrong network parameters can lead to a situation where your TKmon web interface is unreachable. In this case you have to login to the local console and correct your network settings on the command line.
de_de: Achtung: die Konfiguration von falschen Netzwerk-Parametern kann das TKmon Webinterface unerreichbar machen. In diesem Fall müssen Sie sich an der lokalen Server-Konsole anmelden und die Netzwerk-Einstellungen auf der Kommandozeile korrigieren.

source: Your new network configuration has been set and applied.
de_de: Ihre neue Netzwerkkonfiguration wurde aktiviert!

source: Static
de_de: Statisch

source: IP address
de_de: IP Adresse

source: Subnet mask
de_de: Subnetzmaske

source: SMS notifications using a CEP CT63 Modem
de_de: SMS Notifications mit dem CEP CT63 Modem

source: To use this feature, a <a target="_blank" href="https://www.thomas-krenn.com/en/wiki/CEP_CT63_Modem">CEP CT63 Modem</a> must be attached to this appliance. Use a prepaid SIM card to reduce the risc of a high mobile phone bill in case of a misconfiguration. Before you insert the SIM card in the modem, deactivate the SIM card's PIN code or configure the PIN code in the /etc/smsd.conf configuration file on the command line.
de_de: Für die SMS-Funktion muss ein <a target="_blank" href="https://www.thomas-krenn.com/de/wiki/CEP_CT63_Modem">CEP CT63 Modem</a> mit Ihrer Appliance verbunden sein. Verwenden Sie am besten eine Prepaid SIM-Karte, um hohe SMS-Gebühren im Falle einer Fehlkonfiguration zu vermeiden. Bevor Sie die SIM-Karte in das Modem einsetzen, deaktivieren Sie den PIN Code oder konfigurieren Sie den PIN in der Datei /etc/smsd.conf auf der Kommandozeile.

source: Enable or disable SMS notifications. If enabled, spool files are created for further processing by the SMS tools daemon. In addition to get SMS set up, you need to configure a <a href="%contact_link%">contact</a> with its cellular numer.
de_de: SMS Notifications ein- oder ausschalten. Sind SMS aktiviert, werden spool Dateien für den SMS Dienst erstellt. Für ein korrektes Setup, ist ein <a href="%contact_link%">Kontakt</a> mit hinterlegter Mobil-Nummer erforderlich

source: SMS Alert feature is
de_de: SMS Alerts sind

source: Recheck or change SMS alert feature
de_de: SMS Alerts erneut prüfen oder ändern

source: SMS Alerts will be <strong>disabled</strong> for existing and new contacts.
de_de: SMS Alerts werden für aktuelle und neue Kontakte <strong>deaktiviert</strong>.

source: SMS Alerts will be <strong>enabled</strong> for new contacts with a cellular number configured.
de_de: SMS Alerts werden für aktuelle und neue Kontakte mit einer Mobil-Nummer <strong>aktiviert</strong>.

source: After changing the SMS alert feature you have to restart icinga to apply the new settings. Please follow this <a href="%restart_href%">link to restart icinga</a>.
de_de: Nach einer Änderung an der SMS Funktionalität starten Sie Icinga neu, um die Einstellungen zu übernehmen. Folgen Sie diesem <a href="%restart_href%">Link für einen Icinga Neustart</a>.

source: Display a list of available updates for your system. Click the following button to retrieve a list of current available updates.
de_de: Die folgende Liste zeigt verfügbare Updates für Ihr System an. Klicken Sie den folgenden Button um verfügbare Updates anzuzeigen.

source: Refresh pending updates
de_de: Verfügbare Updates aktualisieren

source: Loading pending updates
de_de: Lade verfügbare Updates

source: Services for %hostName%
de_de: Services für %hostName%

source: Click on the following button to add services to the host:
de_de: Klicken Sie auf den folgenden Button um dem Host einen neuen Service hinzuzufügen:

source: Add service
de_de: Service hinzufügen

source: No services defined for this host. Click on the 'Add' button to do so.
de_de: Keine Services für diesen Host definiert. Klicken Sie auf den 'Hinzufügen' Button.

source: Reboot system
de_de: System neu starten

source: Press the following button to reboot your appliance. The reboot will take a few minutes. After the system is available again the interface reloads and you will be prompted for your credentials to login.
de_de: Bitte klicken Sie auf den Button um neu zu starten. Der Neustart dauert einige Minuten, die Weboberfläche lädt sich dann neu. Danach müssen Sie sich neu einloggen.

source: During a reboot no TKmon or Icinga notifications will be sent to you.
de_de: Während des Neustarts werden keine TKmon oder Icinga Benachrichtigungen versandt.

source: Reboot device!
de_de: Gerät neu starten!

source: Reboot
de_de: System neu starten

source: Shut down
de_de: System herunterfahren

source: Change your password
de_de: Passwort ändern

source: Thank you for changing your password. Please do this regularly to increase the security for this device!
de_de: Vielen Dank. Ihr Passwort wurde geändert. Bitte ändern Sie regelmäßig Ihr Passwort um die Sicherheit zu erhöhen!

source: Current password
de_de: Aktuelles Passwort

source: New password
de_de: Neues Passwort

source: Verification
de_de: Neues Passwort wiederholen

source: Change password
de_de: Passwort ändern

source: Daemon event log entries to troubleshoot errors
de_de: Daemon Event Log Einträge um die Fehlersuche zu erleichtern

source: The output is limited to 200 entries in descended order.
de_de: Die Ausgabe wird auf 200 Einträge limitiert und absteigend sortiert.

source: Press this button to refresh:
de_de: Drücken Sie den folgenden Button um den Status zu aktualisieren:

source: Use the following button to restart Icinga.
de_de: Verwenden Sie den folgenden Button um Icinga neu zu starten.

source: TKmon will not restart Icinga if the configuration check fails.
de_de: TKmon startet Icinga nicht neu, wenn der Konfigurations-Check fehlschlägt.

source: Icinga has been restarted successfully.
de_de: Icinga wurde erfolgreich neu gestartet.

source: You are running
de_de: Sie verwenden folgende Software Version

source: Session expired
de_de: Session abgelaufen

source: You are not logged in
de_de: Sie sind nicht mehr eingeloggt

source: The page that you want to access requires an authenticated user, please <a href="%link_login%">go to login page</a> to enter your credentials again.
de_de: Für diesen Schritt müssen Sie eingeloggt sein. Folgen Sie bitte <a href="%link_login%">diesem Link um sich anzumelden.</a>

source: Language
de_de: Sprache

source: You are logged out successfully!
de_de: Sie wurden erfolgreich ausgeloggt!

source: You can now close the application or press the button below to login again.
de_de: Sie können den Browser nun schließen oder sich neu anmelden.

source: TKMon, interface for icinga
de_de: TKmon, ein Interface für Icinga

source: Restart required
de_de: Neustart erforderlich

source: The preceding package upgrade requires a system restart. Click on <a href="%restart_link%">this link to trigger a manual restart</a> of your appliance.
de_de: Das vorhergehende Upgrade erfordert einen Neustart des Systems. Klicken Sie auf <a href="%restart_link%">diesen Link um einen manuellen Neustart</a> Ihres Systems zu veranlassen.

source: Backup configuration
de_de: Backup der Konfiguration

source: Here you can download and backup your current TKmon configuration. This includes any modified Icinga configuration and your TKmon settings.
de_de: Sichern Sie hier Ihre aktuelle TKmon Konfiguration. Diese beinhaltet etwaige Anpassungen an Icinga und Ihre TKmon Einstellungen.

source: <span class="label label-info">Information:</span> Protecting your configuration backup with a password is highly recommended!
de_de: <span class="label label-info">Information:</span> Wir empfehlen dringend Ihr Konfigurations-Backup mit einem Passwort zu schützen!

source: Download configuration
de_de: Konfiguration sichern

source: Download successfully started. If not, please press the button underneath.
de_de: Download erfolgreich gestartet. Wenn Sie Probleme haben, drücken Sie den Button unterhalb.

source: Your session has expired, <a href="%login_link%">please log in and try again</a>! (You will be redirected after 3 seconds)
de_de: Ihre Session ist abgelaufen, <a href="%login_link%">bitte loggen Sie sich ein und versuchen Sie er erneut</a>! (Sie werden in 3 Sekunden weitergeleitet)

source: Maintain services for hosts here.
de_de: Verwalten Sie hier die Services Ihrer Hosts.

source: Select Host
de_de: Host auswählen

source: Please select a host to edit its services:
de_de: Bitte wählen Sie einen Host um seine Services zu editieren:

source: Go
de_de: Los

source: Edit services
de_de: Services bearbeiten

source: Search
de_de: Suche

source: Search for services in our catalogue:
de_de: Suchen Sie nach Services in unserem Katalog:

source: Add
de_de: Hinzufügen

source: Type something like Web, Port, HTTP or things like that (see also the <a href=https://www.thomas-krenn.com/en/wiki/TKmon_Servicechecks target=_blank>list of TKmon service checks</a>).
de_de: Tippen Sie z.B. Web, Port, HTTP, ... (siehe auch <a href=https://www.thomas-krenn.com/de/wiki/TKmon_Servicechecks target=_blank>Liste der TKmon Servicechecks</a>).

source: Ready to save? Press save button to do so or cancel to abort.
de_de: Bereit die Änderungen zu übernehmen?

source: DNS settings
de_de: DNS Einstellungen

source: DNS resolver config has been saved and networking has been restarted
de_de: DNS Server Einstellungen wurden gespeichert und das Netzwerk wurde neu gestartet

source: Here you can change your DNS settings.
de_de: Hier können Sie Ihre DNS Einstellungen ändern.

source: This system uses resolveconf which keeps track of the available DNS servers. Normally you can leave the fields blank if have configured DHCP on your interfaces.
de_de: Dieses System verwendet resolveconf für die verfügbaren DNS Server. Sie können diese Felder normalerweise leer lassen, wenn Sie DHCP verwenden.

source: First nameserver
de_de: Erster Nameserver

source: Second nameserver (optional)
de_de: Zweiter Nameserver (optional)

source: Click to clear field content
de_de: Hier klicken um den Inhalt zu löschen

source: Third nameserver (optional)
de_de: Dritter Nameserver (optional)

source: Search suffix (optional)
de_de: DNS Suchpfad (optional)

source: Icinga configuration test
de_de: Icinga Konfiguration prüfen

source: Press the button below to verify the current configuration.
de_de: Drücken Sie den folgenden Button um die aktuelle Konfiguration zu prüfen.

source: Your configuration is
de_de: Ihre Konfiguration ist

source: valid
de_de: gültig

source: invalid
de_de: ungültig

source: Further information
de_de: Weitere Informationen

source: Run test
de_de: Test ausführen

source: No problems found, everything is OK.
de_de: Keine Probleme gefunden, alles OK.

source: CGI parameter run=1 is missing to start the test
de_de: CGI Parameter run=1 fehlt um den Test zu starten

source: Catalogue identifier
de_de: Katalog ID

source: Not running
de_de: läuft nicht

source: Running
de_de: läuft

source: Mail config
de_de: Mail Einstellungen

source: Mandatory
de_de: verpflichtend

source: Password is empty or does not match
de_de: Passwort ist leer oder stimmt nicht überein

source: Serial
de_de: Seriennummer

source: Operating system
de_de: Betriebssystem

source: Thomas-Krenn product title
de_de: Thomas-Krenn Produktname

source: IPMI IP address
de_de: IPMI IP Adresse

source: IPMI password
de_de: IPMI Passwort

source: SNMP V3 username
de_de: SNMP V3 Benutzername

source: SNMP V3 password
de_de: SNMP V3 Passwort

source: SNMP V3 priv password
de_de: SNMP V3 Privacy Passwort

source: SSH Pubkey Path
de_de: SSH Pubkey Pfad
