Repository: thomas-krenn/TKmon
Catalog: share/tkmon/locales/*/LC_MESSAGES/messages.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Configure your <a target="_blank" href="http://www.thomas-krenn.com/en/wiki/Call-Home-Service">Thomas-Krenn Call-Home-Service</a> subscription here.
de_de: Konfigurieren Sie hier Ihren <a target="_blank" href="http://www.thomas-krenn.com/de/wiki/Call-Home-Service_Privacy_Policy">Thomas-Krenn Call-Home-Service</a>.

source: All data between your appliance and Thomas-Krenn will be encrypted with GPG.
de_de: Alle Daten zwischen Ihrer TKmon Appliance und Thomas-Krenn sind per GPG verschlüsselt.

source: Find out more at our <a target="_blank" href="https://www.thomas-krenn.com/en/wiki/Call-Home-Service_Privacy_Policy">Call-Home-Service Privacy Policy</a>.
de_de: Lesen Sie dazu mehr in unserer <a target="_blank" href="http://www.thomas-krenn.com/de/wiki/Call-Home-Service_Privacy_Policy">Call-Home-Service Privacy Policy</a>.

source: Success
de_de: Erfolgreich!

source: Changes have been written to disk. Please <a href="%restart_link%">restart your Icinga instance</a> for the changes to take effect.
de_de: Änderungen wurden gespeichert. <a href="%restart_link%">Bitte starten Sie Ihre Icinga Instanz neu.</a>

source: Toggle to enable call-home support
de_de: Call-Home-Service aktivieren

source: Contact person
de_de: Kontaktperson

source: Email address
de_de: E-Mail Adresse

source: Save changes
de_de: Änderungen speichern

source: Help
de_de: Hilfe

source: Hints
de_de: Hinweise

source: This panel is used to change the security settings of your TKmon appliance. Please select one of the tabs below to change the specific settings.
de_de: Hier ändern Sie die Sicherheits-Einstellungen Ihrer TKmon Appliance. Bitte wählen Sie einen entsprechenden Tab um Ihre Einstellung vorzunehmen.

source: User
de_de: Benutzer

source: Icinga access
de_de: Icinga Zugang

source: SSH access
de_de: SSH Zugang

source: Configuration
de_de: Konfiguration

source: Change sender address and relayhost
de_de: Absenderadresse und Weiterleitungs-Host (Relayhost) ändern

source: Success!
de_de: Erfolgreich!

source: Mail config was written to device
de_de: Mail Konfiguration wurde geschrieben

source: Sender address
de_de: Absender Adresse

source: Relayhost
de_de: Weiterleitungs-Host (Relayhost)

source: Save and restart mail server
de_de: Speichern und Mail-Server neu starten

source: Icinga restart required
de_de: Icinga Neustart erforderlich

source: After changing the sender address you have to restart icinga to apply new address. Please follow this <a href="%restart_href%">link to restart icinga</a>.
de_de: Nach einer Änderung der Absender-Adresse starten Sie Icinga neu um die neue Adresse zu übernehmen. Folgen Sie diesem <a href="%restart_href%">Link für einen Icinga Neustart</a>.

source: <p> Here you perform a real upgrade of your system. Press the following button to proceed. </p> <p> Please be patient. We update the package cache, make a dry run and do a real upgrade. </p>
de_de: <p> Dieser Schritt führt ein Upgrade Ihres Systems aus. Klicken Sie den folgenden Button um fortzufahren. </p> <p> Bitte haben Sie Geduld. Der Paket-Cache wird aktualisiert, ein Testlauf durchgeführt and abschließend das Upgrade durchgeführt. </p>

source: Yes, upgrade now
de_de: Ja, Upgrade durchführen

source: Yes, upgrade my system
de_de: Ja, Systems Upgrade durchführen

source: Download packages ...
de_de: Packages herunterladen ...

source: Install packages ...
de_de: Pakete installieren ...

source: Test for running upgrade ...
de_de: Auf laufendes Upgrade prüfen ...

source: No updates found, everything OK
de_de: Keine Updates gefunden, alles OK

source: System upgrade was successful.
de_de: System-Upgrade wurde erfolgreich durchgeführt.

source: Errors occurred, please examine error panel for more information.
de_de: Ein Fehler ist aufgetreten, mehr Information finden Sie im Error Panel.

source: Network Error
de_de: Netzwerk Fehler

source: Sorry, we could not load a valid network configuration.
de_de: Leider konnten wir keine valide Netzwerk-Konfiguration laden.

source: This happens if the network interface is not announced and unknown to the system. Interface which is configured: <strong>%interface%</strong> (system.interface / config.json). Click <a href="%linkUrl%" target="_blank">here to find more information</a> and how to fix the problem.
de_de: Das kann auftreten, wenn das Netzwerk-Interface nicht UP oder dem System nicht bekannt ist. Aktuell konfiguriertes Interface: <strong>%interface%</strong> (system.interface / config.json). Klicken Sie hier <a href="%linkUrl%" target="_blank">um mehr Informationen</a> zu erhalten, wie Sie das Problem lösen können.

source: Welcome TKmon
de_de: Willkommen zu TKmon

source: Why
de_de: Warum

source: TKmon is a simple webinterface to allow every user to monitor his environment simple and easy. You'll need no knowledge about monitoring software, linux and configuring these components - just monitor your system!
de_de: TKmon ist ein Webinterface zum einfachen Überwachen seiner IT Umgebung. Sie brauchen dazu kein tieferes Know-How über Monitoring-Software, Linux und die Konfiguration dieser Komponenten - überwachen Sie einfach Ihre Systeme!

source: Thanks
de_de: Danke

source: Thanks to all developers bringing us these wonderful technologies like Bootstrap, Twig, beautiful icons and more. NETWAYS and Thomas-Krenn just use the best of breed to bring you an incredible user experience.
de_de: Danke an all die Entwickler, die uns Technologien wie Bootstrap, Twig oder schöne Icons und mehr bringen. NETWAYS und Thomas-Krenn verwenden diese Technologien um Ihnen ein besonderes Nutzungserlebnis zu vermitteln.

source: Why open source
de_de: Warum Open Source

source: What is Open Source Software?
de_de: Was ist Open Source Software?

source: Open source software, free software or software libre is software that can be used, copied and distributed liberally - modified or unmodified, with or without payment. Free here means freedom of use and this is where its greatest benefits lie!
de_de: Open Source Software ist Software, die frei verwendet, kopiert und verteilt werden kann - verändert oder unverändert, mit oder ohne Bezahlung. Frei bedeuted hier vor allem frei in der Verwendung - und das zählt zu den größten Vorteilen von Open Source Software!

source: Who we are
de_de: Wer wir sind

source: For more than 15 years we have been supporting companies to manage complex, multifaceted IT infrastructures. Specialising in enterprise grade open source tools, we ensure the smooth operation of networks, servers and applications. Each time, we tailor robust, cost-effective solutions for our customers of all sizes and industries. At NETWAYS we make your IT do more with less.
de_de: Seit 1995 unterstützen wir Unternehmen beim Management komplexer, heterogener IT Umgebungen. Unsere Lösungen und High-End Services auf der Basis von Linux und Open Source Tools ermöglichen den störungsfreien Betrieb von Netzen, Servern und Applikationen.

source: Goto NETWAYS
de_de: Gehe zu NETWAYS

source: The server manufacturer Thomas-Krenn.AG is Europe's leading online store for servers, server solutions and quality hosting. The company has currently about 150 employees in the areas of technology and development, purchasing, production, quality assurance, sales, marketing and administration. Medical practices, educational institutions, medium-sized companies and large corporations all over Europe account for the more than 15,000 customers. In 2015 Thomas-Krenn.AG had 33.5 million euros in sales and about 20 percent growth in relation to 2014.
de_de: Der Serverhersteller Thomas-Krenn.AG ist der europaweit führende Online-Shop für Server, Serverlösungen und Qualitäts-Hosting. Derzeit beschäftigt das Unternehmen etwa 150 Mitarbeiter in den Bereichen Technik und Entwicklung, Einkauf, Produktion, Qualitätssicherung, Vertrieb, Marketing und Verwaltung. Zu den über 15.000 Kunden zählen Handwerksbetriebe, Praxen, Bildungseinrichtungen, mittelständische Firmen und Großkonzerne in ganz Europa. 2015 erwirtschaftete die Thomas-Krenn.AG 33,5 Mio. Euro und konnte damit den Umsatz gegenüber 2014 um rund 20 Prozent steigern.

source: All products are assembled in the Lower Bavarian city of Freyung and sent to the customers within 24 hours.
de_de: Alle Produkte werden im niederbayerischen Freyung assembliert und an die Kunden innerhalb von 24 Stunden versandt.

source: Goto Thomas-Krenn
de_de: Gehe zu Thomas-Krenn

source: Access to Icinga has been modified successfully
de_de: Zugriff auf Icinga wurde erfolgreich modifziert

source: Access to Icinga is
de_de: Zugriff auf Icinga ist

source: To change the access setting please press the following button:
de_de: Um die Zugriffsrechte zu ändern, klicken Sie bitte auf folgenden Button:

source: Icinga access will be <strong>enabled</strong> for the user icingaadmin.
de_de: Icinga Zugriff wird für den User icingaadmmin <strong>aktiviert</strong>.

source: Icinga access will be <strong>disabled</strong> for the user icingaadmin.
de_de: Icinga Zugriff wird für den User icingaadmmin <strong>deaktiviert</strong>.

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Change your email settings here. You can send test emails to verify that your email setup works as expected.
de_de: Ändern Sie hier Ihre E-Mail Einstellungen. Sie können Test E-Mails verschicken, um Ihr Setup zu prüfen.

source: Note
de_de: Hinweis

source: If you have to configure a relayhost with authentication, you must do that on the command line. Please use the detailed instructions from the Thomas-Krenn Wiki at <a href="%linkUrl%" target="_blank">TKmon Relayhost with SMTP Auth</a>.
de_de: Wenn Ihr Relayhost eine Authentifizierung erfordert, müssen Sie die Konfiguration auf der Kommando-Zeile vornehmen. Eine Detaillierte Anleitung zur Konfiguration finden Sie im Thomas-Krenn-Wiki unter <a href="%linkUrl%" target="_blank">TKmon Relayhost mit SMTP Auth</a>.

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: You have held broken packages. Please examine your current packages and fix the problems manually on the command line.
de_de: Ein Fehler ist aufgetreten, Ihre Paketen verweilen in einem undefinierten Zustand. Bitte überprüfen Sie die Pakete auf der Kommando-Zeiel, um den Fehler manuell zu beheben.

source: %countUpdates% package(s) can be upgraded. Please examine the list and switch to the next tab to upgrade your system.
de_de: %countUpdates% Paket(e) können aktualisiert werden. Bitte überprüfen Sie die Liste und wechseln anschließend auf den nächsten Tab um das Upgrade durchzuführen.

source: Package
de_de: Paket

source: Detail
de_de: Details

source: You system is up to date. No need to take action.
de_de: Ihr System ist am aktuellen Stand. Es sind keine weiteren Schritte erforderlich.

source: Useful links
de_de: Hilfreiche Links

source: Information about updates
de_de: Informationen zu Updates

source: Change the IP address of your appliance and configure network related settings.
de_de: Ändern Sie hier die IP-Adresse des Geräts und konfigurieren Sie weitere Netzwerkeinstellungen.

source: Device
de_de: Gerät

source: Address
de_de: IP Adresse

source: Time
de_de: Zeit

source: Settings from the config.json config file or on startup auto generated settings:
de_de: Einstellungen aus der Konfigurationsdatei config.json übernommen oder automatisch beim Start erstellte Einstellungen:

source: Call-Home-Service settings
de_de: Call-Home-Service Einstellungen

source: Welcome
de_de: Willkommen

source: You have logged in for the first time. Please change your password on the <a href="%security_link%">Security Page</a>.
de_de: Sie haben sich zum ersten Mal angemeldet. Bitte ändern Sie Ihr Passwort in den <a href="%security_link%">Sicherheitseinstellungen</a>.

source: If you have a Thomas-Krenn Call-Home-Service Subscription, please goto the <a href="%config_link%">Alert Settings Page</a> and enter your credentials. After that your monitoring service is equipped with Thomas-Krenn support power! (<a target="_blank" href="http://www.thomas-krenn.com/en/wiki/Call-Home-Service">Click this link for more information</a>)
de_de: Wenn Sie eine Thomas-Krenn Call-Home-Service Subscription haben, gehen Sie bitte zur <a href="%config_link%">Alert Einstellungs Seite</a> und geben Sie Ihre Daten ein. Danach ist Ihre Appliance direkt mit dem Thomas-Krenn Support verbunden! (<a target="_blank" href="http://www.thomas-krenn.com/de/wiki/Call-Home-Service">Klicken Sie hier für weitere Informationen</a>)

source: Welcome to TKmon.
de_de: Willkommen zu TKmon.

source: Simple and fast monitoring based on Icinga.
de_de: Einfaches und schnelles Monitoring basierend auf Icinga.

source: Learn more
de_de: Weitere Informationen

source: This application is password protected. Please login to proceed.
de_de: Diese Applikation ist passwortgeschützt. Bitte loggen Sie sich ein um fortzufahren.

source: User access has been modified successfully
de_de: Benutzerzugriff wurde erfolgreich modifziert.

source: System access is
de_de: Systemzugriff ist

source: Please <a href="#" id="ssh-access-again-link">click here</a> to change mode again.
de_de: Bitte klicken Sie <a href="#" id="access-again-link">hier</a> um den Zugriff wieder zu verändern.

source: System access (SSH/shell) will be <strong>enabled</strong> for the user %username%.
de_de: System Zugriff (SSH/Shell) wird für den User %username% <strong>aktiviert</strong>.

source: System access (SSH/shell) will be <strong>disabled</strong> for the user %username%.
de_de: System Zugriff (SSH/Shell) wird für den User %username% <strong>deaktiviert</strong>.

source: You are logged in successfully. You will be redirected after a second. If not, please <a href="%link_home%"> follow this link to proceed.</a>
de_de: Log in erfolgreich. Sie werden weitergeleitet. Falls nicht klicken Sie bitte <a href="%link_home%">auf diesen Link</a> um auf die Startseite zu gelangen.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Control the Icinga monitoring service and test its configuration.
de_de: Steuern Sie den Icinga Monitoring Dienst und testen Sie dessen Konfiguration.

source: Test configuration
de_de: Konfiguration prüfen

source: Restart Icinga
de_de: Icinga Neustart

source: Contacts
de_de: Kontakte

source: Maintain your contacts here. Add people who are responsible for system alerts.
de_de: Verwalten Sie hier Ihre Kontakte. Fügen Sie Personen hinzu welche für System Alerts zuständig sind.

source: Add new contact
de_de: Neuen Kontakt hinzufügen

source: Use the following button to add a new contact:
de_de: Drücken Sie den folgenden Button um einen neuen Kontakt hinzuzufügen:

source: Add new
de_de: Neuen hinzufügen

source: Please <a href="%restart_url%">restart your Icinga instance</a> for the changes to take effect.
de_de: Bitte <a href="%restart_url%">starten Sie Ihre Icinga Instanz neu</a> um die Änderungen zu übernehmen.

source: Email Address
de_de: E-Mail Adresse

source: Cellular
de_de: Mobil

source: No contacts defined yet, click the button above to create one!
de_de: Keine Kontkate definiert, klicken Sie den Button oberhalb um welche zu erstellen!

source: Remove
de_de: Entfernen

source: Yes, delete please
de_de: Ja, bitte löschen

source: Phone number
de_de: Telefonnummer

source: Use a format like this
de_de: Verwenden Sie folgendes Format

source: Country code without a leading plus sign
de_de: Beim Länder-Code ist kein Plus-Zeichen erforderlich

source: SMS alerts not available
de_de: SMS Alerts nicht verfügbar

source: For further information click here
de_de: Für weitere Informationen klicken Sie bitte hier

source: Close
de_de: Schließen

source: Save
de_de: Speichern

source: Test package dependencies
de_de: Paketabhängigkeiten überprüfen

source: Click on the button to test package dependencies and check if something is broken in the packaging system.
de_de: Drücken Sie den folgenden Button um Paketabhängigkeiten und die Funktion des Packaging Systems zu prüfen.

source: Test packages
de_de: Pakete überprüfen

source: Testing system packages
de_de: Testen von System Updates

source: Shut down system
de_de: System herunterfahren

source: Press the following button to shut down your appliance.
de_de: Drücken Sie den folgenden Button um Ihre Appliance herunterzufahren.

source: Warning
de_de: Warnung

source: You have to press the power button of the server in order to power on your appliance again.
de_de: Um die Appliance anschließend wieder einzuschalten, drücken Sie den An-/Aus-Schalter des Servers.

source: Only shut down the appliance when you have physical access to the server. Otherwise you cannot power it on again.
de_de: Fahren Sie die Appliance nur dann herunter, wenn Sie physischen Zugriff auf den Server haben. Anderenfalls können Sie den Server nicht einschalten.

source: Shut down device!
de_de: System herunterfahren!

source: Test result
de_de: Testergebnis

source: Everything OK, no broken packages or dependency errors found.
de_de: Alles OK, keine Paket- oder Abhängigkeitsprobleme.

source: About
de_de: Über uns

source: Logged in as %username%
de_de: Eingeloggt als %username%

source: Logout
de_de: Ausloggen

source: Documentation
de_de: Dokumentation

source: Documentation for %desc%
de_de: Dokumentation für %desc%

source: seconds
de_de: Sekunden

source: Reload page in
de_de: Seite neu laden in

source: Time settings
de_de: Zeit Einstellungen

source: On this page you can change the time server settings.
de_de: Auf dieser Seite können Sie die Zeitserver Einstellungen vornehmen.

source: Time configuration has been written and daemon has been restarted!
de_de: Zeitserver Einstellungen wurden gespeichert und der Daemon wurde neu gestartet!

source: Timeserver 1
de_de: Zeitserver 1

source: Timeserver 2
de_de: Zeitserver 2

source: Timeserver 3
de_de: Zeitserver 3

source: Device name
de_de: Gerätename

source: The new device name was written to your appliance. You should consider to reboot the device. To do so, please <a href="%reboot_link%"> click on this link</a> and carry out a reboot.
de_de: Der neue Gerätename wurde auf der Appliance gespeichert. Sie sollten Ihre Appliance neu starten. Klicken Sie auf <a href="%reboot_link%"> diesen Link</a> und folgen Sie den Anweisungen.

source: Change your device name here to suite your needs.
de_de: Je nach Wunsch ändern Sie hier Ihren Gerätenamen.

source: <span class="label label-info">Information:</span> A valid device name is <strong>&lt;name&gt;.&lt;fqdn&gt;</strong> e.g. <strong>icinga.my.company.com</strong>. Ensure that the device name can be correctly resolved via DNS to ensure that your email server accepts emails sent from this device.
de_de: <span class="label label-info">Information:</span> Ein gültiger Gerätename ist <strong>&lt;name&gt;.&lt;fqdn&gt;</strong> e.g. <strong>icinga.my.company.com</strong>. Stellen Sie sicher, dass Ihr Gerätename korrekt per DNS aufgelöst wird, damit Ihr Mail-Server E-Mails von diesem Gerät akzeptiert.

source: Current device name
de_de: Aktueller Gerätename

source: Information
de_de: Informationen

source: List pending updates
de_de: Verfügbare Updates anzeigen

source: Click the link below to access the native Icinga interface running on your TKmon appliance.
de_de: Nutzen Sie den folgenden Link, um Zugriff auf das Icinga Interface Ihrer TKmon Appliance zu bekommen.

source: This is only possible if you have enabled the <a href="%access_href%">Icinga access in the settings dialog</a>. You have to apply your credentials again as you are opening a new web interface to Icinga.
de_de: Dies ist nur möglich, wenn Sie den <a href="%access_href%">Icinga Zugriff</a> bei den Einstellungen aktiviert haben. Sie müssen Ihren Benutzernamen erneut eingeben, da Sie ein neues Webinterface zu Icinga öffnen.

source: Goto
de_de: Gehe zu

source: Your current password
de_de: Ihr aktuelles Passwort

source: Message
de_de: Nachricht

source: Send a test email to verify the setup of your email configuration.
de_de: Testnachricht verschicken um die Konfiguration zu prüfen.

source: Email has been sent to the recipient.
de_de: Nachricht wurde versandt!

source: Recipient
de_de: Empfänger

source: Subject
de_de: Betreff

source: Test email from TKmon
de_de: Test E-Mail von TKmon

source: Send
de_de: Senden

source: List of currently monitored services
de_de: Liste der im Moment überwachten Dienste

source: Press the reload button to update the current view or restrict the view to one of the following status: <a href="%link_ok%">OK</a>, <a href="%link_warning%">WARNING</a>, <a href="%link_critical%">CRITICAL</a>, <a href="%link_unknown%">UNKNOWN</a> or <a href="%link_pending%">PENDING</a>
de_de: Drücken Sie den Reload Button um die Ansicht zu aktualisieren, oder verwenden Sie folgende Filter: <a href="%link_ok%">OK</a>, <a href="%link_warning%">WARNING</a>, <a href="%link_critical%">CRITICAL</a>, <a href="%link_unknown%">UNKNOWN</a> or <a href="%link_pending%">PENDING</a>

source: Reload
de_de: Neu laden

source: Problems only
de_de: Nur Probleme

source: All
de_de: Alle

source: Sort by hostname ascending
de_de: Nach Hostnamen aufsteigend sortieren

source: Sort by hostname descending
de_de: Nach Hostnamen absteigend sortieren

source: Sort by service ascending
de_de: Nach Service aufsteigend sortieren

source: Sort by service descending
de_de: Nach Service absteigend sortieren

source: Sort by status ascending
de_de: Nach Status aufsteigend sortieren

source: Sort by status descending
de_de: Nach Status absteigend sortieren

source: Last check
de_de: Letzter Check

source: Sort by last check ascending
de_de: Nach letztem Check aufsteigend sortieren

source: Sort by last check descending
de_de: Nach letztem Check absteigend sortieren

source: Duration
de_de: Dauer

source: Sort by duration ascending
de_de: Nach Zeitdauer aufsteigend sortieren

source: Sort by duration descending
de_de: Nach Zeitdauer absteigend sortieren

source: Attempt
de_de: Versuch

source: Sort by check attempt ascending
de_de: Nach Check-Versuch aufsteigend sortieren

source: Sort by check attempt descending
de_de: Nach Check-Versuch absteigend sortieren

source: Graphs
de_de: Graphen

source: Sorry, no objects found
de_de: Sorry, keine Objekte gefunden

source: PNP4Nagios Chart
de_de: PNP4Nagios Diagramm

source: Currently your Icinga daemon is
de_de: Aktueller Status Ihres Icinga Daemons

source: <span class="label label-info">Information:</span> Icinga is running if the daemon is available and the status file is up-to-date.
de_de: <span class="label label-info">Information:</span> Icinga läuft, wenn der Daemon verfügbar ist und die Status Datei aktuell ist.

source: Refresh Status
de_de: Status aktualisieren

source: Restore configuration
de_de: Konfiguration wiederherstellen

source: Restore backup configuration
de_de: Backup Konfiguration wiederherstellen

source: If you have a backup configuration of your TKmon appliance you can restore those settings. This includes:
de_de: Wenn Sie ein Konfigurations-Backup Ihrer TKmon Appliance haben, können Sie folgende Einstellungen wiederherstellen:

source: Icinga configuration (hosts, services)
de_de: Icinga Konfiguration (Hosts, Services)

source: Software settings (database, configuration files)
de_de: Software Einstellungen (Datenbank, Konfigurations-Dateien)

source: Operating system (IP, DNS, email)
de_de: Betriebssystem (IP, DNS, E-Mail)
